-- phpMyAdmin SQL Dump
-- version 3.4.10.1deb1
-- http://www.phpmyadmin.net
--
-- 主機: localhost
-- 產生日期: 2014 年 06 月 09 日 20:13
-- 伺服器版本: 5.5.37
-- PHP 版本: 5.3.10-1ubuntu3.11

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 資料庫: `cenker`
--

-- --------------------------------------------------------

--
-- 表的結構 `telphone`
--

CREATE TABLE IF NOT EXISTS `telphone` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(40) CHARACTER SET gbk NOT NULL DEFAULT '空',
  `note` varchar(40) CHARACTER SET gbk NOT NULL,
  `phone` varchar(40) CHARACTER SET gbk NOT NULL,
  `addr` varchar(40) CHARACTER SET gbk NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=latin1 AUTO_INCREMENT=44 ;

--
-- 轉存資料表中的資料 `telphone`
--

INSERT INTO `telphone` (`id`, `name`, `note`, `phone`, `addr`) VALUES
(1, '主任办公室', '教务部', '26535152', '办公楼219-4'),
(2, '副主任办公室', '教务部', '26535206', '办公楼219-2'),
(3, '副主任办公室', '教务部', '26732665', '办公楼219-1'),
(4, '督导室', '教务部', '26732686', '办公楼219-3'),
(5, '学籍管理室', '教务部', '26536174', '办公楼219-5'),
(6, '考务管理室', '教务部', '26535153', '办公楼219-6'),
(7, '教学研究室', '教务部', '26535352', '办公楼219-7'),
(8, '教务管理室', '教务部', '26536175', '办公楼219-8'),
(9, '成绩单打印室', '教务部', '', '办公楼219-9'),
(10, '综合室', '教务部', '26536118', '办公楼219-10'),
(11, '教学档案室', '教务部', '', '办公楼219-11'),
(12, '实践教学管理室', '教务部', '26535431', '办公楼219-12'),
(13, '教材服务中心主任室', '教务部', '26534105', '教学楼B103'),
(14, '教材服务中心书亭', '教务部', '26534105', '教学楼B102'),
(15, '教材服务中心办公室', '教务部', '26537102', '教学楼B105'),
(16, '文印室', '教务部', '26537143', '教学楼B212'),
(17, '教学楼课室管理室', '教务部', '26537128', '教学楼B312'),
(18, '师范学院', '院系', '26536048、26536050', '师范学院A201'),
(19, '经济学院', '院系', '26536127', '文科楼(行政楼)2523'),
(20, '管理学院', '院系', '26536121、26538778', '文科楼(行政楼)2423E'),
(21, '法学院', '院系', '26536147', '文科楼(行政楼)2323'),
(22, '文学院', '院系', '26535509', '文科楼(行政楼)1120'),
(23, '传播学院', '院系', '26534402', '文科楼(行政楼)2320'),
(24, '外国语学院', '院系', '26532702、26535021', '文科楼(行政楼)2223'),
(25, '高尔夫学院', '院系', '26535184', '文科楼(行政楼)2703'),
(26, '艺术设计学院', '院系', '26538652', '文科楼(行政楼)2620'),
(27, '数学与计算科学学院', '院系', '26538959', '科技楼418'),
(28, '物理科学与技术学院', '院系', '26536699', '科技楼305'),
(29, '化学与化工学院', '院系', '26536289', '实验楼P317'),
(30, '化学与化工学院', '院系', '26536289', '实验楼P317'),
(31, '材料学院', '院系', '26536239', 'F座201'),
(32, '信息工程学院', '院系', '26534583', '南校区N704'),
(33, '计算机与软件学院', '院系', '26534325', '办公楼343'),
(34, '机电与控制工程学院', '院系', '26534869', '南校区S616'),
(35, '电子科学与技术学院', '院系', '26538972', '科技楼521'),
(36, '光电工程学院', '院系', '26534547', '光电楼238'),
(37, '建筑与城市规划学院', '院系', '26732848', '建筑楼A302'),
(38, '土木工程学院', '院系', '26732826', '南校区土木楼B501'),
(39, '生命科学学院', '院系', '26538018', '实验楼S416'),
(40, '医学院', '院系', '86671923', '医学院723 '),
(41, '社会科学教研部', '院系', '26536128', '文科楼(行政楼)1605'),
(42, '大学英语教学部', '院系', '26537126', '文科楼(行政楼)2223'),
(43, '体育部', '院系', '26536540', '元平体育馆小球教研室');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
